{"headline": "Light travels faster than sound. This is why some people appear bright until they speak.", "is_sarcastic": 1}
{"headline": "When people ask me stupid questions, it is my legal obligation to give a sarcastic remark.", "is_sarcastic": 1}
{"headline": "It's okay if you don't like me. Not everyone has good taste.", "is_sarcastic": 1}
{"headline": "You look good when your eyes are closed, but you look the best when my eyes closed.", "is_sarcastic": 1}
{"headline": "Mirrors can't talk, lucky for you they can't laugh either.", "is_sarcastic": 1}
{"headline": "If had a dollar for every smart thing you say. I'll be poor.", "is_sarcastic": 1}
{"headline": "I don't believe in plastic surgery. But in your case, go ahead.", "is_sarcastic": 1}
{"headline": "Are you always so stupid or is today a special ocassion?", "is_sarcastic": 1}
{"headline": "I feel so miserable without you, it's almost like having you here.", "is_sarcastic": 1}
{"headline": "If you find me offensive. Then I suggest you quit finding me.", "is_sarcastic": 1}
{"headline": "Everyone seems normal until you get to know them.", "is_sarcastic": 1}
{"headline": "If I wanted to kill myself I would climb your ego and jump to your IQ.", "is_sarcastic": 1}
{"headline": "I love sarcasm. It's like punching people in the face but with words.", "is_sarcastic": 1}
{"headline": "I don't have the energy to pretend to like you today.", "is_sarcastic": 1}
{"headline": "I'm not saying I hate you, what I'm saying is that you are literally the Monday of my life.", "is_sarcastic": 1}
{"headline": "I'm sorry I hurt your feelings when I called you stupid. I really thought you already knew.", "is_sarcastic": 1}
{"headline": "the ability to insult idiots without them realizing it.", "is_sarcastic": 1}
{"headline": "Unless your name is Google stop acting like you know everything.", "is_sarcastic": 1}
{"headline": "Yet despite the look on my face... you are still talking.", "is_sarcastic": 1}
{"headline": "Find your patience before I lose mine.", "is_sarcastic": 1}
{"headline": "Just because I don't care doesn't mean I don't understand.", "is_sarcastic": 1}
{"headline": "Sometimes I need what only you can provide: your absence.", "is_sarcastic": 1}
{"headline": "Because arguing with stupid people just wouldn't be as much fun.", "is_sarcastic": 1}
{"headline": "Is the secret language that everyone uses when they want to say something mean to your face.", "is_sarcastic": 1}
{"headline": "Always remember that you're unique. Just like everyone else.", "is_sarcastic": 1}
{"headline": "Silence is golden. Duct tape is silver.", "is_sarcastic": 1}
{"headline": "I'd tell you to go to hell, but I work there and don't want to see your ugly mug every day.", "is_sarcastic": 1}
{"headline": "I never forget a face, but in your case, I'll be glad to make an exception.", "is_sarcastic": 1}
{"headline": "Sarcasm: Helping the intelligent politely tolerate the obtuse for thousands of years.", "is_sarcastic": 1}
{"headline": "Everyone has the right to be stupid, but you are abusing the privilege.", "is_sarcastic": 1}
{"headline": "People say that laughter is the best medicine... your face must be curing the world.", "is_sarcastic": 1}
{"headline": "If at first, you don't succeed, skydiving is not for you.", "is_sarcastic": 1}
{"headline": "My imaginary friend says that you need a therapist.", "is_sarcastic": 1}
{"headline": "Let's share... You'll take the grenade, I'll take the pin.", "is_sarcastic": 1}
{"headline": "Fighting with me is like being in the special olympics. You may win, but in the end you're still a retard.", "is_sarcastic": 1}
{"headline": "Well at least your mom thinks you're pretty.", "is_sarcastic": 1}
{"headline": "My neighbor's diary says that I have boundary issues.", "is_sarcastic": 1}
{"headline": "Just because the voices only talk to me doesn't mean you should get all jealous. You're just a little too crazy for their taste.", "is_sarcastic": 1}
{"headline": "Don't worry about what people think. They don't do it very often.", "is_sarcastic": 1}
{"headline": "If you think nobody cares if you're alive, try missing a couple of car payments.", "is_sarcastic": 1}
{"headline": "I clapped because it's finished, not because I like it.", "is_sarcastic": 1}
{"headline": "I'm not listening, but keep talking. I enjoy the way your voice makes my ears bleed.", "is_sarcastic": 1}
{"headline": "I'm not sarcastic. I'm just intelligent beyond your understanding.", "is_sarcastic": 1}
{"headline": "Sarcasm, because beating the crap out of people is illegal.", "is_sarcastic": 1}
{"headline": "Sarcasm is the body's natural defense against stupidity.", "is_sarcastic": 1}
{"headline": "I am busy right now, can I ignore you some other time?", "is_sarcastic": 1}
{"headline": "That is the ugliest top I've ever seen, yet it compliments your face perfectly.", "is_sarcastic": 1}
{"headline": "Life's good, you should get one.", "is_sarcastic": 1}
{"headline": "No, you don't have to repeat yourself. I was ignoring you the first time.", "is_sarcastic": 1}
{"headline": "Sarcasm is the lowest form of wit! Yet it remains the funniest!", "is_sarcastic": 1}
{"headline": "I'm sorry while you were talking I was trying to figure where the hell you got the idea I cared.", "is_sarcastic": 1}
{"headline": "Just keep talking, I yawn when I'm interested.", "is_sarcastic": 1}
{"headline": "Well, my imaginary friend thinks you have serious mental problems.", "is_sarcastic": 1}
{"headline": "I've got a good heart but this mouth...", "is_sarcastic": 1}
{"headline": "Cancel my subscription because I don't need your issues.", "is_sarcastic": 1}
{"headline": "Me pretending to listen should be enough for you.", "is_sarcastic": 1}
{"headline": "If you're waiting for me to give a shit, you better pack a lunch. It's going to be while.", "is_sarcastic": 1}
{"headline": "Ugliness can be fixed, stupidity is forever.", "is_sarcastic": 1}
{"headline": "Zombies eat brains. You're safe.", "is_sarcastic": 1}
{"headline": "Are you always this retarded or are you making a special effort today?", "is_sarcastic": 1}
{"headline": "You'd be in good shape... if you ran as much as your mouth.", "is_sarcastic": 1}
{"headline": "If karma doesn't hit you, I gladly will.", "is_sarcastic": 1}
{"headline": "Keep rolling your eyes. Maybe you'll find a brain back there.", "is_sarcastic": 1}
{"headline": "Tact is for people who aren't witty enough to use sarcasm.", "is_sarcastic": 1}
{"headline": "You always do me a favor, when you shut up!", "is_sarcastic": 1}
{"headline": "Tell me how I have upset you, because I want to know how to do it again.", "is_sarcastic": 1}
{"headline": "I'm not crazy! The voices tell me I am entirely sane.", "is_sarcastic": 1}
{"headline": "Sure I'll help you out... the same way you came in.", "is_sarcastic": 1}
{"headline": "Shut your mouth when you're talking to me.", "is_sarcastic": 1}
{"headline": "I'd agree with you but then we'd both be wrong.", "is_sarcastic": 1}
{"headline": "Think I am sarcastic? Watch me pretend to care!", "is_sarcastic": 1}
{"headline": "My friends are so much cooler than yours. They're invisible.", "is_sarcastic": 1}
{"headline": "If it looks like I give a damn, please tell me. I don't want to give off the wrong impression.", "is_sarcastic": 1}
{"headline": "You sound better with your mouth closed.", "is_sarcastic": 1}
{"headline": "If ignorance is bliss. You must be the happiest person on this planet.", "is_sarcastic": 1}
{"headline": "I'm smiling... that alone should scare you.", "is_sarcastic": 1}
{"headline": "If you wrote down every single thought you ever had you would get an award for the shortest story ever.", "is_sarcastic": 1}
{"headline": "If I promise to miss you, will you go away?", "is_sarcastic": 1}
{"headline": "I'll try being nicer, if you try being smarter.", "is_sarcastic": 1}
{"headline": "Thank you for leaving my side when I was alone. I realized I can do so much without you.", "is_sarcastic": 1}
{"headline": "It just a privilege  to watch your mind at work", "is_sarcastic": 1}
{"headline": "Really, Sherlock? No! You are clever.", "is_sarcastic": 1}
{"headline": "That's just what I needed today!", "is_sarcastic": 1}
{"headline": "I love those mustard stains on your oversized hoodie. They really bring out the color in your eyes.", "is_sarcastic": 1}
{"headline": "Really, Sherlock? No! You are clever.", "is_sarcastic": 1}
{"headline": "Nice perfume. How long did you marinate in it?", "is_sarcastic": 1}
{"headline": "Very good; well done!", "is_sarcastic": 1}
{"headline": "oh my god you almost give me an heart attack", "is_sarcastic": 1}
